BOT_CONFIG = {
    'failure_phrases': [
        'сформулируй точнее',
        'неправильный ответ, либо попробуй написать фразу полностью',
        'неверный или недостаточно полный ответ'
    ],
    'intents': {
        'hello': {
            'examples': [
                'Привет',
            ],
            'responses': [
                'Привет, Нэнси Дрю)',
            ],
        },
        'bye': {
            'examples': [
                'Пока',
            ],
            'responses': [
                'I <3 you \n'
                "41 18'14.1n81 " "54'06.1""w",
            ],
        },
        # 18
        'syaki-myaki': {
            'examples': [
                'Рок-н-роллы',
                'Рокнроллы',
                'Рок н роллы',
            ],
            'responses': [
                'Приезжай в Казань',
            ],
        },
        #
        'nut-beer': {
            'examples': [
                'Друзья',
                'Бар Друзья',
            ],
            'responses': [
                'Enjoy The Now',
            ],
        },
        # 31'
        'mosque': {
            'examples': [
                'Мечеть',
                'Мечеть Кул-Шариф',
                'Мечеть Кул Шариф',
            ],
            'responses': [
                'Мечеть Кул Шариф',
            ],
        },
        # 45.
        'port': {
            'examples': [
                'Порт',
                'Порт Севкабель',
                'Севкабель-Порт',
                'Севкабель Порт',
            ],
            'responses': [
                'Море волнуется и скучает',
            ],
        },
        # 15"
        'zinger': {
            'examples': [
                'Зингер',
                'Подписные издания',
            ],
            'responses': [
                'Подписные издания',
            ],
        },
        # ,
        'water-tower': {
            'examples': [
                'Башня',
                'Водонапорная башня',
            ],
            'responses': [
                'Главное, чтобы дома кто-то ждал',
            ],
        },
        # 70
        'curonian-spit': {
            'examples': [
                'Куршская коса',
                'Коса',
            ],
            'responses': [
                'Нерпы',
            ],
        },
        #
        'bfu': {
            'examples': [
                'Балтийский федеральный университет имени Иммануила Канта',
                'БФУ',
            ],
            'responses': [
                'Сейчас бы к морю, а не вот это вот всё',
            ],
        },
        # 15'
        'bakery': {
            'examples': [
                'Хлебзавод',
            ],
            'responses': [
                'Наша фотография',
            ],
        },
        # 0.
        'vdnh': {
            'examples': [
                'ВДНХ',
            ],
            'responses': [
                'Кот с TEXTIL',
            ],
        },
        # 0"
        'lake': {
            'examples': [
                'Плещеево',
                'Плещеево озеро',
            ],
            'responses': [
                'Чайку?',
            ],
        },
        # 18 31'45.15",70 15'0.0"
    },
}
